[
  {
    "title": "Trade Closed: AUD/JPY Descending Channel Resistance",
    "cover":"https://bpcdn.co/images/2018/09/24201547/audjpy3-360x196.png",
    "content": "text--What is forex? Quite simply, it’s the global market that allows the exchange of one currency for another.\n\n If you’ve ever traveled to another country, you usually had to find a currency exchange booth at the airport, and then exchange the money you have in your wallet into the currency of the country you are visiting.||image--https://bpcdn.co/images/2018/07/04130323/foreign-exchange-booth.png||text--You go up to the counter and notice a screen displaying different exchange rates for different currencies.\n\n You find \"Japanese yen\" and think to yourself, \"WOW! My one dollar is worth 100 yen?! And I have ten dollars! I’m going to be rich!!!\"\n\n When you do this, you’ve essentially participated in the forex market! You’ve exchanged one currency for another. Or in forex trading terms, assuming you’re an American visiting Japan, you’ve sold dollars and bought yen.\n\n Before you fly back home, you stop by the currency exchange booth to exchange the yen that you miraculously have left over (Tokyo is expensive!) and notice the exchange rates have changed.\n\n It’s these changes in the exchanges rates that allow you to make money in the foreign exchange market.\n\n The foreign exchange market, which is usually known as \"forex\" or \"FX,\" is the largest financial market in the world.\n\n Compared to the \"measly\" $22.4 billion per day volume of the New York Stock Exchange (NYSE), the foreign exchange market looks absolutely ginormous with its $5 TRILLION a day trade volume.\n\n That’s trillion with a \"t\".\n\n Let’s take a moment to put this into perspective using monsters…\n\n The largest stock market in the world, the New York Stock Exchange (NYSE), trades a volume of about $22.4 billion each day. If we used a monster to represent the NYSE, it would look like this…||image--https://bpcdn.co/images/2018/07/04120055/stock-market-monster.png||text--Looks intimidating. Some may even find it sexy.\n\n You hear about the NYSE in the news every day… on CNBC… on Bloomberg…on BBC… heck, you even probably hear about it at your local gym. \"The NYSE is up today, blah, blah\".\n\n When people talk about the “market”, they usually mean the stock market. So the NYSE sounds big, it’s loud and likes to make a lot of noise.\n\n But if you actually compare it to the forex market, it would look like this…||image--https://bpcdn.co/images/2018/07/04120534/forex-vs-stock-monsters.png||text--Oooh, the NYSE looks so puny compared to the forex market! It doesn’t stand a chance!\n\n Check out the graph of the average daily trading volume for the forex market, New York Stock Exchange, Tokyo Stock Exchange, and London Stock Exchange:||image--https://bpcdn.co/images/2018/07/04121009/average-daily-trading-volume1.png||text--The currency market is over 200 times BIGGER! It is HUGE! But hold your horses, there’s a catch!\n\n That huge $5 trillion number covers the entire global foreign exchange market, BUT retail traders (that’s us) trade the spot market and that’s about $1.8 trillion.\n\n So you see, the forex market is definitely huge, but not as huge as the others would like you to believe. We don’t like to exaggerate. We just keepin’ it real.||image--https://bpcdn.co/images/2018/07/04125834/retal-forex-vs-stock-market.png||text--Do you feel like you already know what the forex market is all about? We’re just getting started!\n\n In the next section, we’ll reveal WHAT exactly is traded in the forex market.",
    "author": "Happy Pip",
    "timestamp": 1537841640
  },
  {
    "title": "Weekly FX Crosses Watch (Sept. 24 – 28)",
    "cover":"https://bpcdn.co/images/2018/09/23201652/nzdjpy2-360x196.png",
    "content": "",
    "author": "Cyclopip",
    "timestamp": 1537748640
  },
  {
    "title": "Trade Closed: GBP/JPY Channel and Area of Interest",
    "cover":"https://bpcdn.co/images/2018/09/19203121/gbpjpy7-360x196.png",
    "content": "",
    "author": "Cyclopip",
    "timestamp": 1537410300
  },
  {
    "title": "Trade Idea: AUD/JPY Descending Channel Resistance",
    "cover":"https://bpcdn.co/images/2018/09/17203619/audjpy1-360x196.png",
    "content": "",
    "author": "Happy Pip",
    "timestamp": 1537237920
  }
  
]
